{"data":{"site":{"meta":{"title":"Yentsen Liu","description":"Interface/Strategic/Democracy Design Portfolio of Yentsen Liu","url":"https://yentsenliu.com","author":"Yentsen Liu","twitter":"ansinlau","adsense":""}},"post":{"id":"c49f6685-5aa1-5982-85cc-8d278343b3b0","html":"<p>How improvisation theatre and LARP (Live-Action Role-Play) can be utilised within the realm of design? How to facilitate the participants with the sensibility of a not-yet-existing society?</p>\n<p>With the aims to explore the possibilities opened by the questions, on 25th of June, 2018, the workshop “Performing (un)Real Economies” was organised at Antwork as part of the official program of Beirut Design Week. Ming Unn Anderson and I designed and facilitated the workshop. </p>\n<p>There were 10 participants from the various different fields of design such as graphic design, service design, and business design. The workshop was funded by Aalto University and the Finnish Embassy in Beirut.</p>\n<!--more-->\n<h2>Context: Improvisation Theatre and LARP in the realm of design</h2>\n<p>Improvisation exercises are increasingly popular amongst designers to spark creativity and encourage collaboration (IDEO, 2016), LARPs are similar to design fictions, portraying imaginable worlds and societies, thus are they natural tools for studying questions like what kind of world is possible and/or preferable (Stenros, J., &#x26; Montola, M.,2010 ).</p>\n<p>They are especially effective to explore people’s emotional relationships with systems, and as a tool to both represent social scripts and to collectively redesign them (Saitta, E. 2016). This is where LARPs differ from traditional design fictions: the embodied play itself is like a prototype of its own, and the actors have actively engaged in re-shaping the fiction they are playing.</p>\n<p>This reshaping sheds a light on a new form in participatory design. To put it straightforwardly, participatory designers are always asking a question: “how to facilitate a good interaction among participants during the design process?” A good interaction should be those ones foster creativity and enable the participants to express more in-depth knowledge.</p>\n<p>A previous deficit in design research methodologies is that those methods which relies on lingual interaction and observation such as questionnaire, interview, participant observation failed to grasp all of the knowledge of the stakeholders.</p>\n<p>We can use the tools such as questionnaire and interview to access the knowledge which can be conveyed with lingual communication. What about the knowledge at a deeper level that is neither expressible in explicit language nor in behaviour? What about the knowledge that we already have that we have not yet harnessed? Those are tacit and latent knowledge, which are most difficult to acquire. Taking riding a bike as an example, we do talk about how to ride. However, for questions like how to balance, how to operate the mechanics of a bicycle, and for the social relationships happen while riding, it is rarely really conveyed by talking and observing. And the participants may find it difficult to transform their knowledge into any other explicit forms.</p>\n<p>So why don’t let the participants ride by themselves? So why don’t let those affected by a design? They have the power to change themselves. Their life experience, their embodied knowledge, and their interpretation don’t necessarily be the objects that require the designers to observe and to study. They can be turned into the active subjects, the observers as well as the makers themselves.</p>\n<p>Participatory designers provide tools and establish infrastructures that make participants engaged and collaborate. The approaches can be illustrated as a spectrum: on the left side is that designers utilise a set of pre-designed tools and methods that enable the participants to do some creative activities, and then the designer/researchers observe and analyse what the information conveyed during the process are. The cultural and design probes methods developed by scholars in Delft University of Technology and Aalto University can be seen as some examples. Another example of this kind is Design Games, which was clearly articulated by Eva Brandt at KADK, Denmark.</p>\n<p>The right side of the spectrum consists of the methods underscore the importance that lets those participants be designer themselves. The role of the designers is to construct an environment in which the participants can act. Infrastructure and Agonistic Space, which was developed by Pelle Ehn and other Swedish and Danish scholars is one example. Another more radical example is the adversarial design developed by Carl DiSalvo, which stresses on the momentum of design that sparks controversies and more bottom-up political actions.</p>\n<p>Utilising improvisation as an empathy tool, or for fostering creativity has been widely investigated on the left side of the spectrum in the terms of participatory design. What if we shift our focus to the right side - to make use of LARP as an facilitation or an action of activism? What if the concept of critical and speculative design being involved in participatory design with LARP? The participants, through role-play, can escape from the original constraints given by their social roles while still holding a reflective perspective toward their own performance. They actively reshape the world they create. The participants embody the imagination of their own and identify the relationship created during the process. Several questions were kept asking: How are these relationships possible? Are those relationships desirable? In our workshop, we aimed to explore the great potential hasn’t been clearly identified yet.</p>\n<hr>\n<h2>Theme: (un)Real Economies</h2>\n<p>(un)Real Economies is the core theme explored in our workshop, which aims to facilitate the sensibility of diverse economies among the participants.</p>\n<p>The Iceberg of diverse economies. Drawing by J.K. Gibson-Graham30–50 % of all economic activity in the world constitute non-capitalist economic activities (Gibson-Graham, 2008). Yet in the neoliberalist machine, we are living in today, monetized economies are by far the ones dominating not only the discourse but our sense of reality. We want to shift our sight to see the unseen (see figure 1), to the non-market transactions, unpaid household work, alternative currencies, co-op exchange, hunting and gathering. What are the diverse economies that exist today and what could they be in the future? What is the definition of value, and how is it (and how could it be) determined, felt, understood, recorded and transferred? How do different definitions of labour and productivity change our notions of the concept ‘economy’? The workshop will have play and fun as a central objective, can play be productive?</p>\n<p>The concept of ‘economy’ relies heavily on dynamic social networks, as well as being active in shaping them (Granovetter, 1985), therefore does it seem only natural to use improvisation and LARPs as tools to explore alternatives.</p>\n<hr>\n<h2>How did we facilitate the workshop</h2>\n<p>The workshop lasted a full day from 10 to 17. We provided several pre-reading materials for our participants, which are the introduction of LARP and improvisation theatre and the introduction of the concept of diverse economies by Katherine Gibson.</p>\n<p>During the workshop, all sessions were organised in the following order: 1) introduction to the concept of diverse economies; 2) outline of the sessions of the workshop; 3) several improv exercises; 4) LARP design; 5) LARP and debrief session.</p>\n<p>We briefly introduced the concept of diverse economies, and then, while doing the improv exercises, let everyone ideate the value they cherished and the labour they were willing to do for the values. These values are not money, but rather some things that can’t be evaluated with any monetary but placed a high value. They can be both physical materials and abstract concepts. Furthermore, the labour is not of paid-labour. For the values, it was interesting to see both the abstract concepts like “freedom” and “friendship” and also the physical materials such as “plants” and “vanilla” are jotted down on the post-its. We gathered the post-its on the walls and asked them to act the contents out with several small improv exercises.</p>\n<p>The aim of the exercises is to encourage the participants to warm up prior to the stretching and more strenuous LARP. We would like to enable them to act out the alternative personalities different from their usual. Therefore, some of the small exercises look silly, but they worked in a natural and effective way.</p>\n<p>Some of the exercises are related to the forms of economies, such as transaction, and giving. For example, one of the game was a birthday gift-giving game, in which one player pulled a gift out in air and gave it to another player of a pair (“Hey, I got you a gift. Happy birthday!”). The partner was excited to receive the gift and adds more information about it (“Thanks! Oh, it’s a dog!”). The pairs turned to offer and to accept new gifts.\nAfter several times of ideation and exercises, we divided the participants into two groups of 5 persons. During the last 3 hours, all the participants were working together to design an service that is an alternative to the current economies. Then, they defined several roles according to the service. We used the Business Model Canvas, which has been widely used in the fields of service design and entrepreneurship, as a blueprint for the service. In order to make the process go smoothly and interesting to everyone, a freedom of interpretation of the cells on the canvas was left to the participants.</p>\n<p>Once the services were designed on the canvas, the two groups pitched them and vote for the one they want to act out. The service that we ended up using for the larp was ‘Stoned’ a company dedicated to make people feel uncomfortable through the act of staring into your friend’s eyes. </p>\n<p>Either taking the role as a client/customer (a specific one!) in order to take a look at the service through their eyes while not focusing on design details. Or, by seeing new connections and how they develop, when you just play along with the story. In the larp ‘the enemy’ of ‘Stoned’ together with her wife, came up with that she should target the ‘tired parent’ to steal customers away from the company. The room we facilitated the workshop was filled with their delightful hum of conversation and laugh.</p>\n<h2>Reflection</h2>\n<p>We reserved around half an hour at the last for debriefing.</p>\n<p>Many of them said that the workshop was very interesting and fun. For all of them, it was the first experience of LARPing. One thing interesting was that the difference their originally normal characters could be seen. Although it sounded weird to provide a service that aims to make the customer feel uncomfortable, it was still effective to expand the imagination of value and investigate the new values.</p>\n<p>The structure and the purposes of each session were clear to the participants. Nonetheless, some of them thought that the time for designing the service on the canvas was a bit too tight (40 mins). And some of them felt like that it was not necessary to use the canvas.</p>\n<p>The backgrounds of the participants are mostly professional designers. There were even several participants who were the designers and their manager from a company that provides online training/ education services.</p>\n<p>My own reflection is that, the workshop was much on the phase of exploration. We haven’t positioned LARP and improvisation in the context of design clearly. That is, to establish a solid foundation for it on the development in design, and thus we could point out the direction for future development. Although improvisation has been widely used in designing for services, especially for the purpose of empathizing and sparking creativity, it can be pushed forward to seeing how to apply in speculative and empowering purposes.</p>\n<p>In addition, the schedule was a bit to tight, therefore, although the participants thought that the workshop was interesting in general, there was still a lack of a reasonable linkage between the method and the theme, diverse economies. We didn’t want to make the workshop to serious and thus stressful to the participants, but there is still room for improvement for combining the fun, playfulness with a serious theme.</p>\n<p>One useful direction might be reducing the time for exercises so as to save time for a better integration of LARP design and the theme. Originally, in order to get the participants into the mood of improvisation, we provided 5–6 small exercises letting the participants get used to improvising. However, actually, the participants were more actively engaged in the exercises and design and more productive than we had imagined. It seemed to us that we should have saved our time on the exercises for offering more introduction on how to integrate the LARP design and the theme of diverse economies.</p>","frontmatter":{"layout":"post","title":"Performing (un)Real Economies","path":"/larp-workshop-beirut-design-week/","category":"work","tags":["Participatory design","Democracy design","Infrastructuring","LARP"],"description":"How improvisation theatre and LARP (Live-Action Role-Play) can be utilised within the realm of design? How to facilitate the participants with the sensibility of a not-yet-existing society?","date":"2018/10/31","image":{"childImageSharp":{"fixed":{"base64":"data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAAPABQDASIAAhEBAxEB/8QAFwABAQEBAAAAAAAAAAAAAAAABQADBP/EABUBAQEAAAAAAAAAAAAAAAAAAAEA/9oADAMBAAIQAxAAAAFTI3lFuLm//8QAGhABAQACAwAAAAAAAAAAAAAAAgEDEgAUI//aAAgBAQABBQI5jedgQzOacU8CrTrvP//EABYRAQEBAAAAAAAAAAAAAAAAAAABIf/aAAgBAwEBPwGMf//EABQRAQAAAAAAAAAAAAAAAAAAABD/2gAIAQIBAT8BP//EABwQAAICAgMAAAAAAAAAAAAAAAERAAIxQRIhUf/aAAgBAQAGPwILYnLvDUBw47acvYeQF6n/xAAbEAEAAgMBAQAAAAAAAAAAAAABABEhMWFBUf/aAAgBAQABPyF7dclcl2uNuri5Gi6+QQFkPHZoDCZijl4an//aAAwDAQACAAMAAAAQiN//xAAWEQEBAQAAAAAAAAAAAAAAAAABEQD/2gAIAQMBAT8QhzDHf//EABYRAQEBAAAAAAAAAAAAAAAAAAEAEf/aAAgBAgEBPxBGBTb/xAAcEAEAAwADAQEAAAAAAAAAAAABABEhQVFxYcH/2gAIAQEAAT8Qsclry5HspSqVSxh5dsYdbuuoJY+jArOnJiA7rraWHUAbTQrbfyp//9k=","width":500,"height":375,"src":"/static/cover-fdf0d88a78d31b0ddf9bceec2d460ead-7f380.jpg","srcSet":"/static/cover-fdf0d88a78d31b0ddf9bceec2d460ead-7f380.jpg 1x,\n/static/cover-fdf0d88a78d31b0ddf9bceec2d460ead-b4bc2.jpg 1.5x,\n/static/cover-fdf0d88a78d31b0ddf9bceec2d460ead-ac12b.jpg 2x","srcWebp":"/static/cover-fdf0d88a78d31b0ddf9bceec2d460ead-e6ca4.webp","srcSetWebp":"/static/cover-fdf0d88a78d31b0ddf9bceec2d460ead-e6ca4.webp 1x,\n/static/cover-fdf0d88a78d31b0ddf9bceec2d460ead-4bf37.webp 1.5x,\n/static/cover-fdf0d88a78d31b0ddf9bceec2d460ead-0c5e8.webp 2x"},"fluid":{"base64":"data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAAPABQDASIAAhEBAxEB/8QAFwABAQEBAAAAAAAAAAAAAAAABQADBP/EABUBAQEAAAAAAAAAAAAAAAAAAAEA/9oADAMBAAIQAxAAAAFTI3lFuLm//8QAGhABAQACAwAAAAAAAAAAAAAAAgEDEgAUI//aAAgBAQABBQI5jedgQzOacU8CrTrvP//EABYRAQEBAAAAAAAAAAAAAAAAAAABIf/aAAgBAwEBPwGMf//EABQRAQAAAAAAAAAAAAAAAAAAABD/2gAIAQIBAT8BP//EABwQAAICAgMAAAAAAAAAAAAAAAERAAIxQRIhUf/aAAgBAQAGPwILYnLvDUBw47acvYeQF6n/xAAbEAEAAgMBAQAAAAAAAAAAAAABABEhMWFBUf/aAAgBAQABPyF7dclcl2uNuri5Gi6+QQFkPHZoDCZijl4an//aAAwDAQACAAMAAAAQiN//xAAWEQEBAQAAAAAAAAAAAAAAAAABEQD/2gAIAQMBAT8QhzDHf//EABYRAQEBAAAAAAAAAAAAAAAAAAEAEf/aAAgBAgEBPxBGBTb/xAAcEAEAAwADAQEAAAAAAAAAAAABABEhQVFxYcH/2gAIAQEAAT8Qsclry5HspSqVSxh5dsYdbuuoJY+jArOnJiA7rraWHUAbTQrbfyp//9k=","aspectRatio":1.3333333333333333,"src":"/static/cover-fdf0d88a78d31b0ddf9bceec2d460ead-4abc5.jpg","srcSet":"/static/cover-fdf0d88a78d31b0ddf9bceec2d460ead-97ed6.jpg 500w,\n/static/cover-fdf0d88a78d31b0ddf9bceec2d460ead-4abc5.jpg 1000w","sizes":"(max-width: 1000px) 100vw, 1000px"}}}}}},"pageContext":{}}